Repository: superuser404notfound/Sodalite
Catalog: Sodalite/Localizable.xcstrings
Source language: en
Languages: cs, da, de, el, es, fi, fr, hr, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, tr, uk, zh_hans, zh_hant

# player.error.liveRetuneExhausted
source: The live stream keeps failing. Please try the channel again.
cs: Živý přenos opakovaně selhává. Zkuste kanál znovu.
da: Livestreamen fejler hele tiden. Prøv kanalen igen.
de: Der Livestream schlägt immer wieder fehl. Bitte versuche es mit dem Sender erneut.
el: Η ζωντανή ροή αποτυγχάνει συνεχώς. Δοκιμάστε ξανά το κανάλι.
es: La emisión en directo falla continuamente. Vuelve a intentarlo con el canal.
fi: Suora lähetys epäonnistuu toistuvasti. Kokeile kanavaa uudelleen.
fr: Le flux en direct échoue sans cesse. Veuillez réessayer la chaîne.
hr: Prijenos uživo stalno ne uspijeva. Pokušajte ponovno s kanalom.
hu: Az élő adás folyamatosan megszakad. Próbáld újra a csatornát.
it: Lo streaming in diretta continua a interrompersi. Riprova con il canale.
ja: ライブ配信が繰り返し失敗しています。もう一度チャンネルをお試しください。
ko: 라이브 스트림이 계속 실패합니다. 채널을 다시 시도해 주세요.
nb: Direktestrømmen feiler hele tiden. Prøv kanalen på nytt.
nl: De livestream blijft mislukken. Probeer de zender opnieuw.
pl: Transmisja na żywo wciąż zawodzi. Spróbuj ponownie włączyć kanał.
pt_br: A transmissão ao vivo continua falhando. Tente o canal novamente.
pt_pt: A transmissão em direto continua a falhar. Tente novamente o canal.
ro: Transmisiunea live eșuează în mod repetat. Încearcă din nou canalul.
ru: Прямая трансляция постоянно прерывается. Попробуйте включить канал ещё раз.
sk: Živý prenos opakovane zlyháva. Skúste kanál znova.
sv: Livesändningen misslyckas hela tiden. Prova kanalen igen.
tr: Canlı yayın sürekli başarısız oluyor. Lütfen kanalı tekrar deneyin.
uk: Пряма трансляція постійно переривається. Спробуйте канал ще раз.
zh_hans: 直播流持续失败。请重新尝试该频道。
zh_hant: 直播串流持續失敗。請再次嘗試該頻道。

# player.error.liveAudioUnsupported.body
source: This channel's audio is %@, which no decoder on this device supports. Trying again will not help.
cs: Zvuk tohoto kanálu je %@, pro který na tomto zařízení není žádný dekodér. Opakovaný pokus nepomůže.
da: Denne kanals lyd er %@, som ingen dekoder på denne enhed understøtter. Det hjælper ikke at prøve igen.
de: Der Ton dieses Senders ist %@, dafür gibt es auf diesem Gerät keinen Decoder. Ein erneuter Versuch hilft nicht.
el: Ο ήχος αυτού του καναλιού είναι %@, τον οποίο δεν υποστηρίζει κανένας αποκωδικοποιητής σε αυτή τη συσκευή. Μια νέα προσπάθεια δεν θα βοηθήσει.
es: El audio de este canal es %@, que ningún decodificador de este dispositivo admite. Volver a intentarlo no servirá de nada.
fi: Tämän kanavan ääni on %@, jota mikään tämän laitteen dekooderi ei tue. Uudelleen yrittäminen ei auta.
fr: L'audio de cette chaîne est en %@, qu'aucun décodeur de cet appareil ne prend en charge. Réessayer n'y changera rien.
hr: Zvuk ovog kanala je %@, koji nijedan dekoder na ovom uređaju ne podržava. Ponovni pokušaj neće pomoći.
hu: A csatorna hangja %@ formátumú, amelyet ezen az eszközön egyetlen dekódoló sem támogat. Az újrapróbálkozás nem segít.
it: L'audio di questo canale è %@, che nessun decoder di questo dispositivo supporta. Riprovare non servirà.
ja: このチャンネルの音声は %@ で、このデバイスのどのデコーダーも対応していません。再試行しても解決しません。
ko: 이 채널의 오디오는 %@이며, 이 기기의 어떤 디코더도 지원하지 않습니다. 다시 시도해도 해결되지 않습니다.
nb: Lyden på denne kanalen er %@, som ingen dekoder på denne enheten støtter. Å prøve igjen hjelper ikke.
nl: De audio van dit kanaal is %@, die door geen enkele decoder op dit apparaat wordt ondersteund. Opnieuw proberen helpt niet.
pl: Dźwięk tego kanału to %@, którego nie obsługuje żaden dekoder na tym urządzeniu. Ponowna próba nie pomoże.
pt_br: O áudio deste canal é %@, que nenhum decodificador deste dispositivo suporta. Tentar de novo não vai adiantar.
pt_pt: O áudio deste canal é %@, que nenhum descodificador deste dispositivo suporta. Tentar novamente não vai ajudar.
ro: Sunetul acestui canal este %@, pe care niciun decodor de pe acest dispozitiv nu îl acceptă. O nouă încercare nu va ajuta.
ru: Звук этого канала закодирован в %@, для которого на этом устройстве нет декодера. Повторная попытка не поможет.
sk: Zvuk tohto kanála je %@, pre ktorý na tomto zariadení nie je žiadny dekodér. Opakovaný pokus nepomôže.
sv: Ljudet på den här kanalen är %@, som ingen avkodare på den här enheten stöder. Att försöka igen hjälper inte.
tr: Bu kanalın sesi %@ biçiminde ve bu cihazdaki hiçbir kod çözücü bunu desteklemiyor. Yeniden denemek işe yaramaz.
uk: Звук цього каналу закодовано в %@, для якого на цьому пристрої немає декодера. Повторна спроба не допоможе.
zh_hans: 此频道的音频为 %@，本设备没有任何解码器支持该格式。重试也无济于事。
zh_hant: 此頻道的音訊為 %@，本裝置沒有任何解碼器支援該格式。重試也無濟於事。

# player.error.liveAudioUnsupported.title
source: Channel not supported
cs: Kanál není podporován
da: Kanalen understøttes ikke
de: Sender nicht unterstützt
el: Το κανάλι δεν υποστηρίζεται
es: Canal no compatible
fi: Kanavaa ei tueta
fr: Chaîne non prise en charge
hr: Kanal nije podržan
hu: A csatorna nem támogatott
it: Canale non supportato
ja: サポートされていないチャンネル
ko: 지원되지 않는 채널
nb: Kanalen støttes ikke
nl: Kanaal niet ondersteund
pl: Kanał nieobsługiwany
pt_br: Canal não compatível
pt_pt: Canal não suportado
ro: Canal neacceptat
ru: Канал не поддерживается
sk: Kanál nie je podporovaný
sv: Kanalen stöds inte
tr: Kanal desteklenmiyor
uk: Канал не підтримується
zh_hans: 不支持此频道
zh_hant: 不支援此頻道

# player.error.liveUnavailable.body
source: The server could not open this channel's stream. The channel's source may be offline. Try again later.
cs: Server nemohl otevřít stream tohoto kanálu. Zdroj kanálu může být offline. Zkuste to později.
da: Serveren kunne ikke åbne kanalens stream. Kanalens kilde er muligvis offline. Prøv igen senere.
de: Der Server konnte den Stream dieses Senders nicht öffnen. Die Quelle des Senders ist möglicherweise offline. Versuche es später erneut.
el: Ο διακομιστής δεν μπόρεσε να ανοίξει τη ροή αυτού του καναλιού. Η πηγή του καναλιού ενδέχεται να είναι εκτός σύνδεσης. Δοκιμάστε ξανά αργότερα.
es: El servidor no pudo abrir la transmisión de este canal. Es posible que la fuente del canal esté fuera de línea. Inténtalo de nuevo más tarde.
fi: Palvelin ei voinut avata tämän kanavan lähetystä. Kanavan lähde voi olla poissa käytöstä. Yritä myöhemmin uudelleen.
fr: Le serveur n'a pas pu ouvrir le flux de cette chaîne. La source de la chaîne est peut-être hors ligne. Réessayez plus tard.
hr: Poslužitelj nije mogao otvoriti stream ovog kanala. Izvor kanala je možda izvan mreže. Pokušajte ponovno kasnije.
hu: A szerver nem tudta megnyitni a csatorna adatfolyamát. Lehet, hogy a csatorna forrása nem érhető el. Próbáld újra később.
it: Il server non è riuscito ad aprire lo stream di questo canale. La sorgente del canale potrebbe essere offline. Riprova più tardi.
ja: サーバーがこのチャンネルのストリームを開けませんでした。チャンネルのソースがオフラインの可能性があります。後でもう一度お試しください。
ko: 서버가 이 채널의 스트림을 열 수 없습니다. 채널 소스가 오프라인일 수 있습니다. 나중에 다시 시도하세요.
nb: Serveren kunne ikke åpne kanalens strøm. Kanalens kilde kan være frakoblet. Prøv igjen senere.
nl: De server kon de stream van deze zender niet openen. De bron van de zender is mogelijk offline. Probeer het later opnieuw.
pl: Serwer nie mógł otworzyć strumienia tego kanału. Źródło kanału może być offline. Spróbuj ponownie później.
pt_br: O servidor não conseguiu abrir a transmissão deste canal. A fonte do canal pode estar offline. Tente novamente mais tarde.
pt_pt: O servidor não conseguiu abrir a emissão deste canal. A fonte do canal poderá estar offline. Tente novamente mais tarde.
ro: Serverul nu a putut deschide fluxul acestui canal. Sursa canalului ar putea fi offline. Încearcă din nou mai târziu.
ru: Серверу не удалось открыть поток этого канала. Источник канала может быть недоступен. Повторите попытку позже.
sk: Server nemohol otvoriť stream tohto kanála. Zdroj kanála môže byť offline. Skúste to neskôr.
sv: Servern kunde inte öppna kanalens ström. Kanalens källa kan vara offline. Försök igen senare.
tr: Sunucu bu kanalın yayınını açamadı. Kanalın kaynağı çevrimdışı olabilir. Daha sonra tekrar deneyin.
uk: Сервер не зміг відкрити потік цього каналу. Джерело каналу може бути недоступним. Спробуйте пізніше.
zh_hans: 服务器无法打开此频道的串流。频道源可能已离线。请稍后重试。
zh_hant: 伺服器無法開啟此頻道的串流。頻道來源可能已離線。請稍後再試。

# player.error.liveUnavailable.title
source: Channel unavailable
cs: Kanál není dostupný
da: Kanalen er ikke tilgængelig
de: Sender nicht verfügbar
el: Το κανάλι δεν είναι διαθέσιμο
es: Canal no disponible
fi: Kanava ei ole käytettävissä
fr: Chaîne indisponible
hr: Kanal nije dostupan
hu: A csatorna nem érhető el
it: Canale non disponibile
ja: チャンネルを利用できません
ko: 채널을 사용할 수 없음
nb: Kanalen er utilgjengelig
nl: Zender niet beschikbaar
pl: Kanał niedostępny
pt_br: Canal indisponível
pt_pt: Canal indisponível
ro: Canal indisponibil
ru: Канал недоступен
sk: Kanál nie je dostupný
sv: Kanalen är inte tillgänglig
tr: Kanal kullanılamıyor
uk: Канал недоступний
zh_hans: 频道不可用
zh_hant: 頻道無法使用

# player.error.noSource
source: The server didn't return any media source for this item.
cs: Server pro tuto položku nevrátil žádný mediální zdroj.
da: Serveren returnerede ingen mediekilde for dette element.
de: Der Server hat keine Medienquelle für dieses Element zurückgegeben.
el: Ο διακομιστής δεν επέστρεψε καμία πηγή πολυμέσων για αυτό το στοιχείο.
es: El servidor no devolvió ninguna fuente multimedia para este elemento.
fi: Palvelin ei palauttanut tälle kohteelle yhtään mediakanavaa.
fr: Le serveur n'a renvoyé aucune source pour cet élément.
hr: Poslužitelj nije vratio izvor medija za ovu stavku.
hu: A kiszolgáló nem adott vissza médiaforrást ehhez az elemhez.
it: Il server non ha restituito alcuna sorgente per questo elemento.
ja: このアイテムのメディアソースがサーバーから返されませんでした。
ko: 서버가 이 항목의 미디어 소스를 반환하지 않았습니다.
nb: Serveren returnerte ingen mediekilde for dette elementet.
nl: De server gaf geen mediabron terug voor dit item.
pl: Serwer nie zwrócił źródła multimediów dla tego elementu.
pt_br: O servidor não retornou nenhuma fonte de mídia para este item.
pt_pt: O servidor não devolveu qualquer fonte de média para este item.
ro: Serverul nu a returnat nicio sursă media pentru acest element.
ru: Сервер не вернул источник для этого элемента.
sk: Server nevrátil žiadny mediálny zdroj pre túto položku.
sv: Servern returnerade ingen mediakälla för det här objektet.
tr: Sunucu bu öğe için hiçbir medya kaynağı döndürmedi.
uk: Сервер не повернув жодного джерела медіа для цього елемента.
zh_hans: 服务器未返回此项目的任何媒体源。
zh_hant: 伺服器未傳回此項目的媒體來源。

# player.error.notFound.title
source: Item unavailable
cs: Položka není dostupná
da: Element ikke tilgængeligt
de: Inhalt nicht verfügbar
el: Στοιχείο μη διαθέσιμο
es: Elemento no disponible
fi: Kohde ei saatavilla
fr: Élément indisponible
hr: Stavka nedostupna
hu: Az elem nem érhető el
it: Elemento non disponibile
ja: 項目が利用できません
ko: 항목을 찾을 수 없음
nb: Element utilgjengelig
nl: Item niet beschikbaar
pl: Element niedostępny
pt_br: Item indisponível
pt_pt: Item indisponível
ro: Element indisponibil
ru: Элемент недоступен
sk: Položka nedostupná
sv: Objektet är inte tillgängligt
tr: Öğe kullanılamıyor
uk: Елемент недоступний
zh_hans: 内容不可用
zh_hant: 內容無法使用

# player.error.noURL
source: Couldn't build a stream URL for this item.
cs: Pro tuto položku nelze sestavit URL streamu.
da: Kunne ikke bygge en stream-URL for dette element.
de: Für dieses Element konnte keine Stream-URL erstellt werden.
el: Δεν ήταν δυνατή η δημιουργία διεύθυνσης ροής για αυτό το στοιχείο.
es: No se pudo construir una URL de transmisión para este elemento.
fi: Tälle kohteelle ei voitu luoda suoratoisto-URL-osoitetta.
fr: Impossible de créer une URL de flux pour cet élément.
hr: Nije moguće sastaviti URL streama za ovu stavku.
hu: Nem sikerült stream-URL-t létrehozni ehhez az elemhez.
it: Impossibile costruire l'URL di streaming per questo elemento.
ja: このアイテムのストリーム URL を構築できませんでした。
ko: 이 항목의 스트림 URL을 만들 수 없습니다.
nb: Kunne ikke bygge en strømme-URL for dette elementet.
nl: Kan geen stream-URL maken voor dit item.
pl: Nie można utworzyć adresu URL strumienia dla tego elementu.
pt_br: Não foi possível criar uma URL de transmissão para este item.
pt_pt: Não foi possível criar uma URL de transmissão para este item.
ro: Nu s-a putut construi un URL de transmisie pentru acest element.
ru: Не удалось создать URL для трансляции этого элемента.
sk: Pre túto položku sa nedá vytvoriť URL streamu.
sv: Kunde inte bygga en ström-URL för det här objektet.
tr: Bu öğe için bir akış URL'si oluşturulamadı.
uk: Не вдалося створити URL потоку для цього елемента.
zh_hans: 无法为此项目构建流 URL。
zh_hant: 無法為此項目建立串流 URL。

# player.error.noVideo.title
source: Couldn't open this video
cs: Toto video nelze otevřít
da: Kunne ikke åbne videoen
de: Dieses Video kann nicht geöffnet werden
el: Αδυναμία ανοίγματος βίντεο
es: No se pudo abrir este vídeo
fi: Videota ei voitu avata
fr: Impossible d'ouvrir cette vidéo
hr: Video se ne može otvoriti
hu: Ez a videó nem nyitható meg
it: Impossibile aprire questo video
ja: この動画を開けませんでした
ko: 이 비디오를 열 수 없음
nb: Kunne ikke åpne videoen
nl: Video kon niet worden geopend
pl: Nie można otworzyć tego wideo
pt_br: Não foi possível abrir este vídeo
pt_pt: Não foi possível abrir este vídeo
ro: Nu se poate deschide acest videoclip
ru: Не удалось открыть это видео
sk: Toto video sa nedá otvoriť
sv: Kunde inte öppna videon
tr: Bu video açılamadı
uk: Не вдалося відкрити це відео
zh_hans: 无法打开此视频
zh_hant: 無法開啟此影片

# player.error.playback.title
source: Playback stopped
cs: Přehrávání zastaveno
da: Afspilning stoppet
de: Wiedergabe gestoppt
el: Η αναπαραγωγή σταμάτησε
es: Reproducción detenida
fi: Toisto pysähtyi
fr: Lecture interrompue
hr: Reprodukcija zaustavljena
hu: A lejátszás leállt
it: Riproduzione interrotta
ja: 再生が停止しました
ko: 재생 중지됨
nb: Avspilling stoppet
nl: Afspelen gestopt
pl: Odtwarzanie zatrzymane
pt_br: Reprodução interrompida
pt_pt: Reprodução interrompida
ro: Redare oprită
ru: Воспроизведение остановлено
sk: Prehrávanie zastavené
sv: Uppspelning stoppad
tr: Oynatma durdu
uk: Відтворення зупинено
zh_hans: 播放已停止
zh_hant: 播放已停止

# player.error.rateLimited.body
source: The source is not accepting another connection right now, usually because another device is already streaming from it. Wait a moment before trying again.
cs: Zdroj právě nepřijímá další připojení, obvykle proto, že z něj už streamuje jiné zařízení. Chvíli počkejte a zkuste to znovu.
da: Kilden accepterer ikke flere forbindelser lige nu, typisk fordi en anden enhed allerede streamer fra den. Vent et øjeblik, og prøv igen.
de: Die Quelle nimmt gerade keine weitere Verbindung an, meist weil bereits ein anderes Gerät von ihr streamt. Einen Moment warten und erneut versuchen.
el: Η πηγή δεν δέχεται αυτή τη στιγμή άλλη σύνδεση, συνήθως επειδή μια άλλη συσκευή ήδη κάνει ροή από αυτήν. Περιμένετε λίγο και δοκιμάστε ξανά.
es: La fuente no acepta otra conexión en este momento, normalmente porque otro dispositivo ya está reproduciendo desde ella. Espera un momento y vuelve a intentarlo.
fi: Lähde ei ota vastaan uutta yhteyttä juuri nyt, yleensä siksi että toinen laite jo suoratoistaa siitä. Odota hetki ja yritä uudelleen.
fr: La source n'accepte pas d'autre connexion pour le moment, généralement parce qu'un autre appareil diffuse déjà depuis elle. Patientez un instant avant de réessayer.
hr: Izvor trenutačno ne prihvaća još jednu vezu, obično zato što s njega već streama drugi uređaj. Pričekajte trenutak pa pokušajte ponovno.
hu: A forrás jelenleg nem fogad újabb kapcsolatot, általában azért, mert egy másik eszköz már közvetít róla. Várjon egy pillanatot, majd próbálja újra.
it: La sorgente non accetta un'altra connessione al momento, di solito perché un altro dispositivo sta già riproducendo da essa. Attendi un momento e riprova.
ja: ソースは現在、これ以上の接続を受け付けていません。通常は別のデバイスがすでに再生しているためです。少し待ってからもう一度お試しください。
ko: 소스가 현재 추가 연결을 받지 않습니다. 보통 다른 기기가 이미 스트리밍 중이기 때문입니다. 잠시 기다린 후 다시 시도하십시오.
nb: Kilden tar ikke imot flere tilkoblinger nå, som regel fordi en annen enhet allerede strømmer fra den. Vent et øyeblikk og prøv igjen.
nl: De bron accepteert op dit moment geen extra verbinding, meestal omdat een ander apparaat er al van streamt. Wacht even en probeer het opnieuw.
pl: Źródło nie przyjmuje teraz kolejnego połączenia, zwykle dlatego, że inne urządzenie już z niego strumieniuje. Odczekaj chwilę i spróbuj ponownie.
pt_br: A fonte não está aceitando outra conexão agora, geralmente porque outro dispositivo já está transmitindo dela. Aguarde um momento e tente novamente.
pt_pt: A fonte não está a aceitar outra ligação neste momento, normalmente porque outro dispositivo já está a transmitir a partir dela. Aguarde um momento e tente novamente.
ro: Sursa nu acceptă altă conexiune momentan, de obicei pentru că un alt dispozitiv redă deja din ea. Așteptați un moment și încercați din nou.
ru: Источник сейчас не принимает новое подключение, обычно потому что с него уже вещает другое устройство. Подождите немного и повторите попытку.
sk: Zdroj momentálne neprijíma ďalšie pripojenie, zvyčajne preto, že z neho už streamuje iné zariadenie. Chvíľu počkajte a skúste to znova.
sv: Källan tar inte emot fler anslutningar just nu, oftast för att en annan enhet redan strömmar från den. Vänta en stund och försök igen.
tr: Kaynak şu anda başka bir bağlantı kabul etmiyor, genellikle başka bir cihaz zaten yayın aldığı için. Biraz bekleyip tekrar deneyin.
uk: Джерело зараз не приймає ще одне підключення, зазвичай тому, що з нього вже транслює інший пристрій. Зачекайте трохи й повторіть спробу.
zh_hans: 来源目前不接受更多连接，通常是因为已有另一台设备正在从中播放。请稍等片刻后重试。
zh_hant: 來源目前不接受更多連線，通常是因為已有另一台裝置正在從中播放。請稍候片刻再試。

# player.error.rateLimited.title
source: Too many connections
cs: Příliš mnoho připojení
da: For mange forbindelser
de: Zu viele Verbindungen
el: Πάρα πολλές συνδέσεις
es: Demasiadas conexiones
fi: Liian monta yhteyttä
fr: Trop de connexions
hr: Previše veza
hu: Túl sok kapcsolat
it: Troppe connessioni
ja: 接続数が上限に達しました
ko: 연결이 너무 많음
nb: For mange tilkoblinger
nl: Te veel verbindingen
pl: Zbyt wiele połączeń
pt_br: Conexões demais
pt_pt: Demasiadas ligações
ro: Prea multe conexiuni
ru: Слишком много подключений
sk: Príliš veľa pripojení
sv: För många anslutningar
tr: Çok fazla bağlantı
uk: Забагато підключень
zh_hans: 连接数过多
zh_hant: 連線數過多

# player.error.reportCode
source: Code for a bug report: %@
cs: Kód pro hlášení chyby: %@
da: Kode til en fejlrapport: %@
de: Code für eine Fehlermeldung: %@
el: Κωδικός για αναφορά σφάλματος: %@
es: Código para un informe de error: %@
fi: Koodi virheraporttia varten: %@
fr: Code pour un rapport de bogue : %@
hr: Kôd za prijavu greške: %@
hu: Kód a hibajelentéshez: %@
it: Codice per una segnalazione: %@
ja: バグ報告用のコード: %@
ko: 버그 신고용 코드: %@
nb: Kode for en feilrapport: %@
nl: Code voor een bugmelding: %@
pl: Kod do zgłoszenia błędu: %@
pt_br: Código para um relatório de erro: %@
pt_pt: Código para um relatório de erro: %@
ro: Cod pentru un raport de eroare: %@
ru: Код для сообщения об ошибке: %@
sk: Kód pre hlásenie chyby: %@
sv: Kod för en felrapport: %@
tr: Hata bildirimi için kod: %@
uk: Код для звіту про помилку: %@
zh_hans: 错误报告代码：%@
zh_hant: 錯誤報告代碼：%@

# player.error.retry
source: Try again
cs: Zkusit znovu
da: Prøv igen
de: Erneut versuchen
el: Δοκιμή ξανά
es: Reintentar
fi: Yritä uudelleen
fr: Réessayer
hr: Pokušaj ponovno
hu: Újrapróbálkozás
it: Riprova
ja: 再試行
ko: 다시 시도
nb: Prøv igjen
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt_br: Tentar novamente
pt_pt: Tentar novamente
ro: Reîncearcă
ru: Повторить
sk: Skúsiť znova
sv: Försök igen
tr: Yeniden dene
uk: Повторити
zh_hans: 重试
zh_hant: 重試

# player.error.server.title
source: Server error
cs: Chyba serveru
da: Serverfejl
de: Serverfehler
el: Σφάλμα διακομιστή
es: Error del servidor
fi: Palvelinvirhe
fr: Erreur serveur
hr: Pogreška poslužitelja
hu: Kiszolgálóhiba
it: Errore del server
ja: サーバーエラー
ko: 서버 오류
nb: Serverfeil
nl: Serverfout
pl: Błąd serwera
pt_br: Erro do servidor
pt_pt: Erro do servidor
ro: Eroare server
ru: Ошибка сервера
sk: Chyba servera
sv: Serverfel
tr: Sunucu hatası
uk: Помилка сервера
zh_hans: 服务器错误
zh_hant: 伺服器錯誤

# player.error.serverLost.body
source: Sodalite can no longer reach %@. Playback was paused, your position is kept.
cs: Sodalite se už nemůže spojit s %@. Přehrávání bylo pozastaveno, tvoje pozice zůstává uložena.
da: Sodalite kan ikke længere nå %@. Afspilningen er sat på pause, og din position er gemt.
de: Sodalite erreicht %@ nicht mehr. Die Wiedergabe wurde angehalten, deine Position bleibt gespeichert.
el: Το Sodalite δεν μπορεί πλέον να συνδεθεί με %@. Η αναπαραγωγή διακόπηκε, η θέση σου διατηρείται.
es: Sodalite ya no puede conectar con %@. La reproducción se ha pausado y se conserva tu posición.
fi: Sodalite ei enää tavoita palvelinta %@. Toisto keskeytettiin, kohtasi säilyy.
fr: Sodalite n'atteint plus %@. La lecture a été mise en pause, ta position est conservée.
hr: Sodalite više ne može doći do %@. Reprodukcija je pauzirana, tvoja pozicija je sačuvana.
hu: A Sodalite már nem éri el a következőt: %@. A lejátszás szünetel, a pozíciód megmarad.
it: Sodalite non riesce più a raggiungere %@. La riproduzione è in pausa, la tua posizione è stata salvata.
ja: Sodalite は %@ に接続できなくなりました。再生を一時停止しました。再生位置は保持されています。
ko: Sodalite가 %@에 더 이상 연결할 수 없습니다. 재생을 일시정지했으며 위치는 유지됩니다.
nb: Sodalite når ikke lenger %@. Avspillingen ble satt på pause, og posisjonen din er lagret.
nl: Sodalite kan %@ niet meer bereiken. Het afspelen is gepauzeerd, je positie blijft bewaard.
pl: Sodalite nie może już połączyć się z %@. Odtwarzanie wstrzymano, twoja pozycja została zachowana.
pt_br: O Sodalite não consegue mais alcançar %@. A reprodução foi pausada e sua posição foi mantida.
pt_pt: O Sodalite já não consegue alcançar %@. A reprodução foi pausada e a tua posição foi guardada.
ro: Sodalite nu mai poate contacta %@. Redarea a fost întreruptă, poziția ta este păstrată.
ru: Sodalite больше не может связаться с %@. Воспроизведение приостановлено, позиция сохранена.
sk: Sodalite sa už nedokáže spojiť s %@. Prehrávanie bolo pozastavené, tvoja pozícia zostáva uložená.
sv: Sodalite når inte längre %@. Uppspelningen pausades och din position sparas.
tr: Sodalite artık %@ sunucusuna ulaşamıyor. Oynatma duraklatıldı, konumun korunuyor.
uk: Sodalite більше не може зв'язатися з %@. Відтворення призупинено, твоя позиція збережена.
zh_hans: Sodalite 无法再连接到 %@。播放已暂停，进度已保留。
zh_hant: Sodalite 無法再連線到 %@。播放已暫停，進度已保留。

# player.error.serverLost.title
source: Connection to the server lost
cs: Spojení se serverem bylo ztraceno
da: Forbindelsen til serveren blev afbrudt
de: Verbindung zum Server verloren
el: Χάθηκε η σύνδεση με τον διακομιστή
es: Se perdió la conexión con el servidor
fi: Yhteys palvelimeen katkesi
fr: Connexion au serveur perdue
hr: Veza s poslužiteljem je izgubljena
hu: Megszakadt a kapcsolat a kiszolgálóval
it: Connessione al server persa
ja: サーバーとの接続が失われました
ko: 서버와의 연결이 끊겼습니다
nb: Mistet forbindelsen til serveren
nl: Verbinding met de server verbroken
pl: Utracono połączenie z serwerem
pt_br: Conexão com o servidor perdida
pt_pt: Ligação ao servidor perdida
ro: Conexiunea cu serverul a fost pierdută
ru: Соединение с сервером потеряно
sk: Spojenie so serverom sa stratilo
sv: Anslutningen till servern bröts
tr: Sunucu bağlantısı kesildi
uk: З'єднання із сервером втрачено
zh_hans: 与服务器的连接已断开
zh_hant: 與伺服器的連線已中斷
